Revit 2027 API
BuiltInFailures.WallFailures.FaceWallMissingFace Property
 No picked face found.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FaceWallMissingFace { get; }
Public Shared ReadOnly Property FaceWallMissingFace As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FaceWallMissingFace {
	FailureDefinitionId^ get ();
}
static member FaceWallMissingFace : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace